Repository: mcguffin/wp-googlefont-picker
Catalog: languages/googlefont-*.po
Languages: de_de

source: Restrict view to favorites
de_de: Nur Favoriten anzeigen

source: Add to favorites
de_de: Zu Favoriten hinzufügen

source: Sample
de_de: Beispiel

source: (%s style)
de_de: (ein Schnitt)

source: Font Pickers
de_de: Schriftwähler

source: Google API Access
de_de: Google API Zugang

source: Subset
de_de: Zeichensatz

source: Selectors
de_de: Schriftwähler

source: Google API Key
de_de: Google-API-Schlüssel

source: Refresh period
de_de: Aktualisierungs-Intervall

source: Got one new font. %2$d Fonts overall.
de_de: Eine neue Schrift gefunden. %2$d Schriften insgesamt

source: Googlefont Options
de_de: Googlefont Einstellungen

source: In this section You can configure, which Font controls a User will be avaliable during theme customization.
de_de: In diesem Abschnitt können Sie einstellen, welche Schrift-Kontrollen beim Theme-Anpassen verfügbar sind.

source: The CSS Selectors very much depend on Your Theme, so the default values won’t always work. You better come up with some css knowledge, or at least find somebody who can help you out.
de_de: Die CSS-Selektoren hängen sehr vom verwendeten Theme ab, daher kann es sein, dass die Standardwerte nicht immer funktionieren. Es werden ein paar CSS-Kenntnisse empfohlen oder zumindest jemand, der Ihnen helfen kann.

source: To stay tuned to the latest avaliable Google Web Fonts you need an API Key. <a href="https://code.google.com/apis/console/">Click here to get one.</a>
de_de: Um immer eine Liste der neuesten GoogeFonts verfügbar zu haben, benötigen Sie einen API-Schlüssel. <a href="https://code.google.com/apis/console/">Hier bekommen Sie einen.</a>

source: In the <a href="https://code.google.com/apis/console/">APIs console</a> click on “Services” and enable Web Fonts Developer API.
de_de: In der <a href="https://code.google.com/apis/console/">APIs console</a> bitte auf \"Service\" klicken, und die \"Web Fonts Developer API\" einschalten.

source: <a href="http://code.garyjones.co.uk/google-developer-api-key">Detailed help required?</a>
de_de: <a href="http://code.garyjones.co.uk/google-developer-api-key">Ausführliche Erklärung (engl.) nötig?</a>

source: Manual
de_de: Manuell

source: Weekly
de_de: Wöchentlich

source: Monthly
de_de: Monatlich

source: Once a Year
de_de: Einmal Jährlich

source: Refresh now
de_de: Jetzt aktualisieren

source: Add Font Picker
de_de: Schriftauswahl hinzufügen

source: New Font Picker
de_de: Neue Schriftauswahl

# selector
source: Title
de_de: Titel

source: Applies to:
de_de: Wird angewendet auf:

# selector
source: Description
de_de: Beschreibung

source: CSS-Selector
de_de: CSS-Selektor

source: Show all fonts
de_de: Alle Schriften anzeigen

source: Fonts with Regular &amp; <b>Bold</b> styles
de_de: Schriften mit normalen &amp; <b>fetten</b> Schnitten

source: Fonts with Regular, <b>Bold</b> &amp; <i>Italic</i> styles
de_de: Schriften mit normalen, <b>fetten</b> &amp; <i>kursiven</i> Schnitten

source: Fonts with Regular, <b>Bold</b>, <i>Italic</i> &amp; <b><i>BoldItalic</i></b> styles
de_de: Schriften mit normalen, <b>fetten</b>, <i>kursiven</i> &amp; <b><i>fett-kursiven</i></b> Schnitten

source: Remove Item
de_de: Element entfernen

source: Base Font
de_de: Grundschrift

source: Used in plain Text
de_de: In normalem Text verwendet

source: Accent font
de_de: Akzentschrift

source: Font for Headlines, page-header.
de_de: Überschriften, Seiten-Kopf

source: Invalid API-Key.
de_de: Ungültiger API-Schlüssel.

source: API-Key was not accepted by Google.
de_de: Der API-Schlüssel wurde von Google nicht akzeptiert.

source: Invalid subset.
de_de: Ungültiger Zeichensatz.

source: Invalid refresh period. How did you manage that?
de_de: Ungültiges Aktualisierungs-Intervall. Wir haben Sie das denn hingekommen?

source: Affects body text.
de_de: Wird auf den Body-Text angewendet

source: Every 30 Days
de_de: Alle 30 Tage
